Repository: Atterratio/cmsplugin-slick
Catalog: cmsplugin_slick/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Autoplay options
ru: Настройки автопролистывания

source: Responce options
ru: Настройки гибкого интерфейса

source: Advanced options
ru: Дополнительные настройки

source: Django-CMS plugin for Slick carousel
ru: Django-CMS плагин для слайдера Slick

source: Slick Carousel
ru: Слайдер Slick

source: Wrapped Slide
ru: Слайд обёртка

source: Carousel Folder Images
ru: Слайдер для изображений из папки

source: Image thumbnail options
ru: Опции миниатюр

source: Link options
ru: Опции ссылки

source: Title
ru: Заголовок

source: Preset
ru: Готовая настройка

source: Breakpoints
ru: Точки разрыва

source: CSS classes
ru: CSS-классы

source: Slick Carousels
ru: Слайдеры Slick

source: Infinite
ru: Зациклить

source: Speed
ru: Скорость

source: Dots
ru: Точки

source: Arrows
ru: Стрелки

source: Slides to show
ru: Сколько слайдов отобразить

source: Slides to scroll
ru: Сколько слайдов прокручивать

source: Center mode
ru: Режим центрирования

source: Center padding
ru: Центрировать внутренние оступы (padding)

source: Autoplay
ru: Автопролистывание

source: Autoplay speed
ru: Скорость автопролистывания

source: Pause on hover
ru: Остановить при наведении

source: Pause on dots hover
ru: Остановить при наведении на точки

source: Window
ru: Окно

source: Slider
ru: Слайдер

source: Smaller of the two
ru: Меньший из двух

source: Respond to
ru: Отвечать на

source: Responsive settings use mobile first calculation
ru: Настройки адаптивности используют отсчёт от Mobile First

source: Fade animation
ru: Затухающая анимация

source: Rows
ru: Строки

source: Slides per row
ru: Слайдов в строке

source: Variable Width
ru: Различающаяся ширина слайдов

source: Adaptive Height
ru: Переменная высота

source: Vertical
ru: Вертикальный

source: Right to left
ru: Справа налево (RTL)

source: Use Slick theme
ru: Использовать Slick тему

source: Slick theme file
ru: Файл темы Slick

source: Slick Carousel Preset
ru: Настройка слайдера Slick

source: Slick Carousels Presets
ru: Настройки слайдеров Slick

source: Slick Carousel Breakpoint Preset
ru: Настройка точек разрывов слайдеров

source: Slick Carousels Breakpoints Presets
ru: Настройки точек разрывов слайдеров

source: Breakpoint resolution
ru: Разрешение точек разрыва

source: Slick Carousel Breakpoint
ru: Точка разрыва слайдера

source: Slick Carousels Breakpoints
ru: Точки разрывов слайдеров

source: Wrapped Slides
ru: Слайды обёртки

source: Use automatic scaling
ru: Использовать автоматическое масштабирование

source: fit the image to the size of the container
ru: подгонять изображение под размер контейнера

source: Use thumbnails
ru: Использовать миниатюры

source: accelerate page load and save mobile traffic.
ru: ускоряет загрузку страницы и сохраняет мобильный трафик

source: Thumbnail options
ru: Опции миниатюры

source: Link to original image
ru: Ссылка на оригинальное изображение

source: Open link in new window
ru: Открыть ссылку в новом окне

source: <empty>
ru: <пустой>

source: Carousels Folders Images
ru: Слайдеры для изображений из папок
